package messages

const (
	MessageForUnregisteredUser   = "Ви не зареєстровані в цьому боті. Для продовження реєстрації введіть ваше ім'я, в такому вигляді, в якому воно має відображатися у інших пов'язаних користувачів боту"
	MessageForJustRegisteredUser = "%s, вас зареєстровано в системі. Ви можете створити свою групу та мати статус керівника в ній, або приєднатися до іншої групи та отримати статус підлеглого в ній"
	SomeError                    = "Виникла невідома помилка. Зверніться до адміністратора @rostis232"
)
